var Books = new Array();
var FullTexts = new Array();
var idx;
idx = 0;

idx = 0;

Books[idx] = {name: "デジタルカタログ",
	      url: "ebook",
	      version: "4"};
idx++;

idx = 0;

FullTexts[idx] = {bookid: 0,
		  pg: 0,
		  text: ""};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 1,
		  text: "容器(ボンベ)の切込み凹部をこんろの容器受けガイド凸部に合わせます。そのままスライドさせて「カチャッ」と音がするまで押し込むだけでOK!マグネット方式のニタワイ能機全安圧力感知安全装置まず、火力調整ツマミ部が【消】状態になっていることを確認します。マグネットだからカンタン!①火力装置つまみを【消】の位置に戻します。②安全装置の作動原因を除きます。こんろを覆ってしまう補助具、ボンベカバーの上にかぶさる鍋、ジンギスカン鍋、魚焼き器、特殊鍋は使わないでください。③カセットガスを取り外します。④新しいカセットガス、または外して十分に冷やしたカセットガスをセットします。圧力感知安全装置とは、容器(ボンベ)が過熱され内部の圧力が異常上昇したときに、自動的にガスを遮断してカセットこんろの火を消してしまう装置です。容器内圧力がO.4~O.6MPa(4~6kg/?)の範囲になると作動します。容器装着安全装置とは、器具栓つまみが【消】に戻っていないと、容器(ボンベ)がセットできないようにした装置です。容器受口加圧式機構とは、容器(ボンベ)を接続する容器受口部分に大小2個のO-リング(シール材)を内蔵し、接続部を強く密閉することで、気密性・安全性を高めた機構です。しる受け反転防止装置とは、しる受けが反転していて、正しくセットされていない場合、水平にならず、鍋などが置けないようにした安全装置です。もし、安全装置が作動したら…□圧力感知安全装置□容器装着安全装置□容器受口加圧式機構□しる受け反転防止装置危険防止を追求した安全機構。しかも簡単装着。危険防止に数々の機能容器(ボンベ)が加熱され、内部圧力が異常に上昇してO.4~O.6MPa(4~6kg/?)の範囲になると自動的にカセットガスがはずれてガスの通路を遮断し、火を消します。マグネット容器受けガイド凸部切込み凹部"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 2,
		  text: "当社フッ素合板高性能プレコートフッ素鋼板を採用。イワタニカセットフー、イワタニカセットガスは取扱説明文を充分ご理解の上で正しくご使用ください。誤った使用は、けがや火災など思わぬ事故の原因となります。以下は特に注意して必ずお守りください。卵、砂糖、しょう油の混合液をフッ素鋼板にたらし、これを260℃まで熱した後、汚れを除去。このサイクルを同一場所に5回実施した後の状態。当社フッ素鋼板の抜群の耐汚性を示しています。汚れに対する比較テストはがし前通常フッ素合板はがし前はがし後はがし後トッププレートに高性能プレコートフッ素鋼板を採用し、汚れのふき取りを容易にしました。フッ素加工カセットボンベを使用する器具は、時間とともに火力が低下する性質があります。これは使用によりボンベの温度が低下し、ガスの気化が悪化してしまうからです。これを補うためにボンベを適度に暖めて器具の火力を維持させるのが「ヒートパネル」です。これにより最後まで火力を維持し、またガスを無駄なく消費することができます。火力を落とさず、ガスをほぼ完全に消費できる。時間→(当社比)ヒートパネル搭載ヒートパネルなし↑発熱量ヒートパネル警告容器(ボンベ)の切込み凹部をこんろの容器受けガイド凸部に合わせてセットする。誤った装着はガス漏れ、火災の恐れがあります。こんろを他の熱源(電気こんろ、魚焼きグリルの排気口、電磁調理器など)の上で、使用や保管をしない。他の熱源の電源等が入ると容器(ボンベ)が爆発する恐れがあります。こんろを2台以上並べて使用しない。容器(ボンベ)が爆発する恐れがあります。こんろをおおうような大きな調理具は使用しない。容器(ボンベ)が爆発する恐れがあります。調理以外の用途(木炭、練炭などの火起し等)に使用しない。容器(ボンベ)が爆発する恐れがあります。こんろの「しる受けごとく」を逆さにしたり、はずしたままで使用しない。容器(ボンベ)が爆発する恐れがあります。容器受けガイド凸部切込み凹部しる受けごとくヒートパネル"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 3,
		  text: "イワタニの安全機能カセットフーシリーズアクセサリーシリーズカセットフージュニアシリーズカセットホームメイドシリーズバーナーシリーズレジャーシリーズイワタニカセットフーの豆知識0104111314182021INDEX■商品コード:CB-250-OR■POSコード:4901140923838■入数:48本(3本パック×16)メーカー希望小売価格1,102円イワタニカセットガス(オレンジ)3P製品価格1,050円(3本セット)■商品コード:CB-250S-OR■POSコード:4901140921834■入数:30本メーカー希望小売価格367円イワタニカセットガス(オレンジ)製品価格350円■商品コード:CB-250-PG■POSコード:4901140909887■入数:30本メーカー希望小売価格472円イワタニカセットガスパワーゴールド製品価格450円■商品コード:CB-JR-120P■POSコード:4901140909160■入数:60本(2本パック×5×6箱)メーカー希望小売価格735円イワタニカセットガスジュニア2P製品価格700円(2本セット)■商品コード:CB-JR-120S■POSコード:4901140908736■入数:60本(10本×6箱)メーカー希望小売価格367円イワタニカセットガスジュニア製品価格350円商品コードCB-250-ORCB-250S-ORCB-250-PGCB-JR-120PCB-JR-120S本体サイズ(直径×高さ)68×198mm68×198mm68×198mm65×129mm65×129mmパックサイズ(幅×奥行×高さ)204×70×200mm--135×67×131mm-商品重量約1.1kg約360g約360g約420g約200g使用ガスLPG(液化ブタン)LPG(液化ブタン)LPG(液化ブタン)LPG(液化ブタン)LPG(液化ブタン)使用ガス量250g×3250g250g120g×2120gカートン箱サイズ(幅×奥行×高さ)1段箱:560×420×210mm2段箱:420×280×420mm420×360×220mm420×360×220mm470×350×320mm470×350×320mmカートン重量約18.5kg約12kg約12kg約15kg約15kg1本シュリンクパック-○○-○生産国日本・中国・韓国日本韓国韓国韓国カセットボンベ(「イワタニカセットガス」)は中身の成分が変化しないため、消費期限が設定されておりません。しかし、缶やバルブには金属や樹脂、ゴム等が使用されているため、保管状態によってはそれらが劣化し、ご使用中にガスが漏れて火災に至る事故が発生することがあります。長期間にわたり保管されている「イワタニカセットガス」をお持ちのお客様は、以下のご確認事項にご留意いただき、異常が認められる場合は、安全性の観点から直ちに使用を中止いただきますようお願い申し上げます。お客様相談室0120-156269受付:月曜~金曜9:00~17:15(祝日、弊社休業日を除く)【ご確認事項】●カセットボンベ自体からガスの臭い(玉ねぎの腐ったような臭い)がする●カセットこんろ等に装着すると「シューッ」とガスが漏れる●カセットボンベが変形している●ガスが出る先端のノズル部分に傷がある、あるいは傾いている●著しい錆が発生しているイワタニカセットガスをご使用のお客様へ"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 4,
		  text: "CASSETTEFEUSERIESカセットフーシリーズ"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 5,
		  text: "05CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、最大火力で新品容器(ボンベ)を全て使用した時の実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 6,
		  text: "06CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 7,
		  text: "07CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 8,
		  text: "08CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 9,
		  text: "09CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 10,
		  text: "10CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値10CASSETTEFEUSERIES2010"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 11,
		  text: "11CASSETTEFEUSERIES2010上記の商品すべて食品衛生法規格適合<このページの中に示す※の意味>※ご使用中に水が少なくなりましたら、随時水を足して空だき状態にならない様、ご注意ください。"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 12,
		  text: "12CASSETTEFEUSERIES2010上記の商品すべて食品衛生法規格適合<このページの中に示す※の意味>※ご使用中に水が少なくなりましたら、随時水を足して空だき状態にならない様、ご注意ください。"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 13,
		  text: "13CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 14,
		  text: "CASSETTEHOMEMADESERIESカセットホームメイドシリーズ"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 15,
		  text: "15CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 16,
		  text: "16CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 17,
		  text: "17CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、30分間のガスの消費量を1時間換算したもの※※気温20~25℃のとき、強火連続燃焼にてカセットガスを使い切るまでの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 18,
		  text: "BURNER/LEISURESERIESバーナー/レジャーシリーズ"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 19,
		  text: "19CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※、※※の意味>※気温20~25℃のとき、イワタニカセットガスを使用し、5分間の実測値を1時間換算したもの※※気温20~25℃のとき、強火で断続使用したときの目安時間"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 20,
		  text: "20CASSETTEFEUSERIES2010<このページの各商品仕様の中に示す※1~※4の意味>※1気温25℃のとき、10分間のガス消費量を1時間換算したもの※2気温20~25℃のとき、強火で断続使用したときの目安※3気温25℃のとき、2時間燃焼させたときのガス消費量を1時間換算したもの※4気温10℃のときの実測値"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 21,
		  text: "イワタニカセットフーの豆知識カセットボンベを捨てる時の確認事項CB-AP-11の場合、カセットガス1本で約1時間10分の連続燃焼が可能です。(室温20~25℃、連続強火での実測値)カセットフー達人CB-AP-10/CB-AP-11カセットフーエコスリムCB-ECO-SLIMカセットフー雅CB-WA-35カセットフー強火じまんCB-AL-35カセットフーエコCB-ECO-1炉ばた大将炙家(あぶりや)CB-RBT-Aたこ焼器炎たこ(えんたこ)CB-TK-A連続強火で約1時間10分!缶の中にガスが入っている時(振ってシャカシャカと音がする状態)は何度でもご使用いただくことができます。何度でもご使用いただけます。ガスが残ったままのカセットボンベを捨ててしまうと、清掃車の火災や焼却炉で爆発するおそれがあります。まだガスが残っています。火が消えるまで使いましょう。ガスは残っていないので地域の取り決めに従って分別、廃棄しましょう。捨てる時は振って確認を!“シャカシャカ”音がしたら音がしなくなったら売り場で主張するバックアップツールヒートパネル方式のため、使用中カセットガスが熱くなりますが異常ではありません。(異常時には安全装置が作動し、自動的にカセットガスがはずれる等、ガスの通路を遮断します)カセットガスが熱くなっても異常ではありません。こんろを使用後は、必ずカセットガスをこんろからはずしてください。カセットガスは必ずキャップをして、湿気の少ない40℃以下の場所に保管してください。使用後は必ずこんろからはずしてください。21CASSETTEFEUSERIES2010"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 22,
		  text: "MEMO"};
idx++;
FullTexts[idx] = {bookid: 0,
		  pg: 23,
		  text: ""};
idx++;

